{
  "exchange": "Exchange",
  "cashTransfers": "Money transfers",
  "noncashTransfers": "Non-cash Transfers",
  "discounts": "Discounts",
  "currencyReserves": "Other services",
  "signIn": "Sign in",
  "registration": "Registration",

  "terms": "Terms of service",
  "policy": "Privacy policy",
  "inTelegram": "We are in Telegram",
  "noRegestration": "No registration or account required",
  "yoursafety": "Your safety is our goal",
  "benefitsfrmcooper":"Benefits from cooperation programs",
  "digitalcurrencyconvserv": "Digital currency conversion service",
  "howMakeExch":"How to make exchanges",
  "stepOne": "Step 1",
  "chooseCryptocurr":"Choose a cryptocurrency pair",
  "andAmount":"and an amount to exchange",
  "stepsTwo": "Step 2",
  "entertherecipients":"Enter the recipient's wallet address",
  "stepsThree": "Step 3",
  "sendtoken":"Send tokens to continue the exchange",
  "stepsFour": "Step 4",
  "getyourcurrency":"Get your chosen digital currency",
  "exchangecryptocurr":"Exchange cryptocurrencies on the go with Telegram Bot", 
  "inthemodernworld":"In the modern world, social networks and instant messengers are becoming not only a means of communication, but also a place for exchanging digital currencies. The Internet exchanger VikingBit offers to quickly and profitably convert cryptocurrencies in the Telegram messenger.",
  "theobviousadvantages": "The obvious advantages of bots are the speed of operations, the clear functionality of chats and the security of transactions!",
  "startchatbtn":"Start a chat with a bot",
  "yusend":"You send",
  "yuget": "You get", 
  "selectpreferred": "Select preferred send exchange type",
  "selectpreferredGet": "Select preferred get exchange type",
  "exchangerate": "Exchange rate",
  "reserv": "Reserve",
  "minSum":"Min. sum",
  "iagree": "I agree with",
  "therulesoftheexchange":"the rules of the exchange",
  "exchngbtn":"Exchange",

  "exchangeTo": "Contact our manager in Telegram to exchange your money to cash",
  "returnBackBtn":"Return back",
  "contactOurMng": "Contact our manager",
  "exchByStep":"Step 2",
  "entrRecipintWallet": "Enter the recipient's wallet address",
  "creditCardNumber": "Credit card number", 
  "nameCard":"Name on card", 
  "continue":"Continue", 
  "exchByStepThree":"Step 3",
  "wallettosend":"Wallet to send",
  "towallett": "wallet",
  "sum":"Sum",
  "sendtokenstocontinue":"Send tokens to continue the exchange",
  "attachurscreenofpay":"Attach your screenshot of payment",
  "pressbtnAccept":"Press the button 'Accept', you agree that you send",
  "toget":"to get",
  "uwillgetmoney": "You will get your money after moderating.",
  "pressthebtn":"Press the button 'Accept', you agree with",
  "exchangerules":"exchange rules",
  "acceptBtn":"Accept",
  "addurpayment":"Add your payment hash:",
  "walletForReceiving":"Wallet for receiving",
  "coupon":"Coupon",
  "yourwallet":"Your wallet",
  "transactiondetails":"Transaction Details",
  "status":"Status",
  "createdOn":"Created on",
  "transactionamount":"Transaction amount",
  "wallet":"Wallet",
  "returnToMainPage ":"Return to Main Page",
  "transactionId": "Transaction ID",
  "vikingBitDescr": "«VikingBIT»  helps in solving the issue of money transfers in Ukraine and the world. We will help make it convenient, reliable and profitable, and the process itself will pass quickly enough. ",
  "descrAboutTransfer":"If you need to transfer funds to your relatives or business partners, you can do it easily and conveniently by contacting us.",
  "descrAboutPropose":"VikingBIT offers consultations on financial services, one of which is money transfers across Ukraine and the world. Many clients have already successfully used our help and were satisfied, as we advise how to carry out these operations as reliably, profitably and quickly as possible. To find out details, contact the manager in the Telegram channel:",
  "descriptionAboutCashTransfer":"With VikingBIT, money transfers are:",
  "descriptionAboutCurrencySelect":" - Select currency (hryvnia, dollar, euro, etc.)",
  "descriptionAboutBankAccount":" - No need to open a bank account",
  "descriptionAboutSpeed":" - Speed",
  "descriptionAboutTax": " - Minimum commissions",
  "descriptionAboutDetails": "For detailed information, contact: @lannister999",
  "descriptionAboutNonCashTransferMainRules": "VikingBIT helps in carrying out non-cash money transactions around the world. The main areas in which:",
  "descriptionAboutNonCashTransferSwift": " - SWIFT money transfers, international and within Ukraine",
  "descriptionAboutNonCashTransferChina": " - Non-cash transactions with Chinese Yuan (CNY), Japanese Yen (JPY), New Taiwan Dollar (NT$), Indian Rupee (INR), etc.",
  "descriptionAboutNonCashTransferInvoice": " - Payment of foreign currency bills (invoices) for cars, goods, real estate, etc.",
  "descriptionAboutNonCashTransferOther": " - Other non-cash transactions, which we are always open to discuss",
  "descriptionAboutNonCashTransferDetails": "For detailed consultation, contact the contacts in the Telegram channel:",
  "descriptionAboutOtherTransferDetails": "We advise our customers about other services:",
  "descriptionAboutOtherTransferExchange": " - World currency exchange;",
  "descriptionAboutOtherTransferJewerly": " - Purchase of precious metals and precious minerals, stones, etc.;",
  "descriptionAboutOtherTransferSellCash": " - Sale of banknotes of various currencies in terrible condition: cut, burnt, moldy, dried, etc.;",
  "descriptionAboutPrivacyPolicy": "1. General Provisions",
  "descriptionAboutPrivacyPolicy1.1": "1.1. This Privacy and Protection of Personal Data Policy (hereinafter - the 'Policy') establishes the procedure for processing personal data, the types of personal data that are collected, the purposes of using such personal data, the interaction of the owner (hereinafter - ' VikingBIT', 'Company') of the website https://www.viking-bit.com (hereinafter (https://obmify.com/) - 'Site') with third parties, security measures to protect personal data, conditions of access to them.",
  "descriptionAboutPrivacyPolicy1.2": "1.2. VikingBIT treats with great respect the confidential (personal) information of any person who has visited the Site and also uses the services provided through the Site (hereinafter - the 'User'). VikingBIT strives to protect the privacy of personal data (information or a set of information about a natural person who is identified or can be specifically identified), thereby creating and providing the most comfortable conditions for using the Site's services for each user.",
  "descriptionAboutPrivacyPolicy1.3": "1.3. This Policy is developed in accordance with the Constitution of Ukraine, the Law of Ukraine 'On the Protection of Personal Data', other laws and subordinate legal acts. The Policy becomes effective from the moment of its publication on the Site.",
  "descriptionAboutPrivacyPolicy1.4": "1.4. The current edition of the Privacy Policy is a public document developed by VikingBIT and available to any Internet user by following the link '🔗link to the page of our site with the privacy policy.",
  "descriptionAboutPrivacyPolicy1.5": "1.5. VikingBIT does not control and is not responsible for third-party sites to which the User can go through the links available on the Site.",
  "descriptionAboutPrivacyPolicy1.6": "1.6. By using the Site, the User expresses his agreement with the terms of this Policy. In case of disagreement with the terms of this policy, the use of the Site by the User must be stopped immediately.",
  "descriptionAboutPrivacyPolicy1.7": "1.7. For issues related to the Privacy Policy and protection of personal data (including deletion of personal data), as well as to exercise their rights provided for by this Policy, the User can contact VikingBIT using e- mail: vikingbit23@gmail.com",
  "descriptionAboutPrivacyPolicy2": "2. Collection and use of personal data",
  "descriptionAboutPrivacyPolicy2.1": "2.1. In order to implement the functions and tasks of the Site and other purposes related to civil-law relations between the Company and the User, the latter, using the Site and the services for which the Site was created, grants the Company permission to collection, accumulation, processing, storage and use (including using automated means), transfer of personal data to third parties, whose owner it is.",
  "descriptionAboutPrivacyPolicy2.2": "2.2. The Company processes the following User data:",
  "descriptionAboutPrivacyPolicy2.2.1": "data provided by the User both when filling out registration forms and in the process of using services;",
  "descriptionAboutPrivacyPolicy2.2.2": "cookies;",
  "descriptionAboutPrivacyPolicy2.2.3": "ir-addresses;",
  "descriptionAboutPrivacyPolicy2.2.4": "options and settings of Internet browsers (User-agent).",
  "descriptionAboutPrivacyPolicy2.3": "2.3. The company collects only those personal data that are knowingly and voluntarily provided by the User as a subject of personal data for the purpose of using the services of the Site, which in accordance with the requirements of the law is the consent of the owner of personal data to process his personal data in accordance to the purpose of their processing formulated in this Policy.",
  "descriptionAboutPrivacyPolicy2.4": "2.4. The Company is limited to the collection of the minimum amount of information necessary exclusively to fulfill the request of the subject of personal data. In any case, when non-mandatory information is requested, the User will be notified at the time of such collection information",
  "descriptionAboutPrivacyPolicy2.5": "2.5. Personal data for the collection, accumulation, processing, storage and use of which (including using automated means) the User gives permission to the Company includes:",
  "descriptionAboutPrivacyPolicy2.5.1": "surname and first name, phone number, e-mail address or other contact data voluntarily provided by the User;",
  "descriptionAboutPrivacyPolicy2.5.2": "computer information, including IP address, geographic location, browser type and version, and operating system;",
  "descriptionAboutPrivacyPolicy2.5.3": "information about visiting and using the site, including the duration of the visit, page views and navigation paths on the site, etc.;",
  "descriptionAboutPrivacyPolicy2.5.4": "information that the User enters when using services on the Site;",
  "descriptionAboutPrivacyPolicy2.5.5": "information contained in any communications that the User sends to the Company by e-mail or through the Site, including communication content and metadata;",
  "descriptionAboutPrivacyPolicy2.5.6": "information that the User has placed on the Site with the purpose of publishing it on the Internet, including the User's name, profile picture and the content of the publication;",
  "descriptionAboutPrivacyPolicy2.5.7": "any other personal information that the User sends to the Company and enters on the Site.",
  "descriptionAboutPrivacyPolicy2.6": "2.6. By agreeing to the use of cookies at the first visit to the Company's Website, in accordance with the provisions of this Privacy Policy and protection of personal data (hereinafter - the Privacy Policy), the User gives the Company's permission to use cookies at each subsequent visiting the Site.",
  "descriptionAboutPrivacyPolicy3": "3. User Rights",
  "descriptionAboutPrivacyPolicy3.1": "3.1 The User, in relation to his own personal data, which is provided for the collection, accumulation, processing, storage and use of the Company, has the right on the basis of the Law of Ukraine 'On the Protection of Personal Data':",
  "descriptionAboutPrivacyPolicy3.1.1": "know about the sources of collection, the location of your personal data, the purpose of their processing;",
  "descriptionAboutPrivacyPolicy3.1.2": "receive information about the conditions for providing access to personal data;",
  "descriptionAboutPrivacyPolicy3.1.3": "to access your personal data;",
  "descriptionAboutPrivacyPolicy3.1.4": "receive information about whether his personal data is being processed;",
  "descriptionAboutPrivacyPolicy3.1.5": "present a reasoned request to the Company with an objection to the processing of your personal data;",
  "descriptionAboutPrivacyPolicy3.1.6": "make a reasoned request to change or destroy your personal data if this data is processed illegally or is unreliable;",
  "descriptionAboutPrivacyPolicy3.1.7": "to protect your personal data from illegal processing and accidental loss, destruction, damage due to intentional concealment, failure to provide or late provision of them, as well as protection from providing information that is false or defamatory , dignity and business reputation of an individual;",
  "descriptionAboutPrivacyPolicy3.1.8": "apply complaints about the processing of your personal data to the Human Rights Commissioner of the Verkhovna Rada of Ukraine or to the court;",
  "descriptionAboutPrivacyPolicy3.1.9": "apply legal remedies in case of violation of the legislation on the protection of personal data;",
  "descriptionAboutPrivacyPolicy3.1.10": "insert a disclaimer regarding the limitation of the right to process your personal data when giving consent;",
  "descriptionAboutPrivacyPolicy3.1.11": "withdraw consent to the processing of personal data;",
  "descriptionAboutPrivacyPolicy3.1.12": "know the mechanism of automatic processing of personal data.",
  "descriptionAboutPrivacyPolicy4": "4. Processing of personal data",
  "descriptionAboutPrivacyPolicy4.1": "Collection, registration, accumulation, storage, adaptation, change, renewal, use and distribution (distribution, implementation, transfer), depersonalization, destruction of personal data (hereinafter - 'Processing of personal data') is carried out in data- centers where the equipment that ensures the functioning of the Site's services is located.",
  "descriptionAboutPrivacyPolicy5": "5. Period of storage of personal data",
  "descriptionAboutPrivacyPolicy5.1": "Personal data, for the collection, accumulation, processing, storage and use of which the User gives access to the Company, is stored as long as it is necessary for the Company in accordance with the purpose of their processing, unless otherwise established by the legislation of Ukraine or the User's will.",
  "descriptionAboutPrivacyPolicy6": "6. Protection of personal data",
  "descriptionAboutPrivacyPolicy6.1": "The company uses generally accepted standards of technological and operational protection of information and personal data from loss, misuse, alteration or destruction. These measures include, in particular, internal review of data collection, storage and processing processes and security measures, including appropriate encryption and physical data security measures to prevent unauthorized access to the systems in which personal data is stored. However, despite its best efforts, the Company cannot guarantee absolute security against any threats arising outside the Company's control.",
  "descriptionAboutPrivacyPolicy6.2": "The user is fully responsible for keeping confidential the information necessary to access the Site.",
  "descriptionAboutPrivacyPolicy7": "7. Disclosure of confidential information and personal data",
  "descriptionAboutPrivacyPolicy7.1": "7.1 The Company is released from the obligation to comply with the Privacy Policy regarding the Consumer's Personal Data in the event that the Consumer independently publicly discloses the Personal Data.",
  "descriptionAboutPrivacyPolicy7.2": "7.2 The Company has the right to distribute the consumer's personal data in the event that the information obtained from the personal data is socially necessary, i.e. is a matter of public interest, and the public's right to know such information outweighs the potential harm from its dissemination.",
  "descriptionAboutPrivacyPolicy7.3": "7.3 The Company has the right to distribute the personal data of the consumer with the corresponding written permission of the consumer.",
  "descriptionAboutPrivacyPolicy7.4": "7.4 The Company does not transfer personal data to third parties, except when such transfer is required by law, at the request of the subject of personal data or in other cases set forth in this Privacy Policy. The Company takes all possible measures to protect the User's personal information, voluntarily and knowingly transferred by the latter to the Company.",
  "descriptionAboutPrivacyPolicy7.5": "7.5 The Company reserves the right to disclose the User's personal information to any of the Company's employees, manager, insured, professional advisor, agent, supplier or subcontractor, in the scope and purposes specified in this Privacy Policy and provided that such persons have agreed to ensure the confidentiality of such information and data in accordance with the requirements of the Company.",
  "descriptionAboutPrivacyPolicy7.6": "7.6 The Site may contain links to other websites (exclusively for informational purposes). If you click on a link to another website, this Privacy Policy will not apply to such websites. Therefore, , The Company recommends that you familiarize yourself with the privacy and personal data policy of each site before transmitting personal data by which the User can be identified.",
  "descriptionAboutPrivacyPolicy8": "8. reCaptcha",
  "descriptionAboutPrivacyPolicy8.1": "On the Site, we use the reCaptcha bot protection service. reCAPTCHA is an anti-spam service from Google. reCAPTCHA checks whether the data entered on our Site (for example, on the feedback page) was filled by a person or an automated program . Using reCAPTCHA helps fight robots and spam. You can get more information about reCAPTCHA in the Privacy Policy (https://www.google.com/intl/en-GB/policies/privacy/) and Terms of Use (https://www .google.com/intl/en-GB/policies/terms/) reCAPTCHA.",
  "descriptionAboutPrivacyPolicy9": "9. Changes to the Policy",
  "descriptionAboutPrivacyPolicy9.1": "9.1. The Company may periodically and without prior notice to the User make changes and additions to this Policy, including when the requirements of the law change.",
  "descriptionAboutPrivacyPolicy9.2": "9.2. By continuing to use the Site, the User confirms his agreement with the new terms of the Privacy Policy as amended at the time of using the Site",
  "descriptionAboutRules1.1": "1.1. If you decide to use the Site and the Site's applications, including RSS, API, software and other files, you agree to comply with all the conditions set forth in these Site Rules (hereinafter - the 'Rules') . These Rules are a legally binding agreement between you and VikingBIT, the subject of which is to provide you with access to the materials located on the Site and its services.",
  "descriptionAboutRules1.2": "1.2. We may change the terms set forth in these Rules at any time, and such changes shall be effective immediately upon their publication on the Site or in writing (documents);",
  "descriptionAboutRules1.3": "1.3. You are required to familiarize yourself with these Rules before using the Site. If you continue to use the Site after the amended Rules are published, this means your consent to comply with the Rules with all its changes.",
  "descriptionAboutRules1.4": "1.4. If any of the terms of these Rules or changes to them are unacceptable to you, you may stop using the Site. The Site is not intended for minor users.",
  "descriptionAboutRules2": "2. Site content",
  "descriptionAboutRules2.1": "2.1. Materials published on the Site are intended for your personal non-commercial use. All materials published on the Site, including but not limited to: data, text, photographs, images, illustrations, audio and video materials ('materials' or 'content') are copyrighted and owned or controlled by VikingBIT or the party providing the content.You must comply with all additional copyright notices and restrictions contained on any page of the Site ",
  "descriptionAboutRules2.2": "2.2. The content of the Site is protected by copyright in accordance with the legislation of Ukraine and international copyright law. You have no right to change, publish, transfer, participate in the transfer or sale, reproduce, create new products, distribute, perform, or in any way use the content of the Site (including software) in whole or in part.",
  "descriptionAboutRules2.3": "2.3. The trade names, trademarks, etc. of VikingBIT or third parties are protected by copyright. Nothing contained in these Rules shall be construed as conferring, by implication, default or otherwise, any which license or right to use a trademark, patent, design right or copyright of VikingBIT or a third party.",
  "descriptionAboutRules2.4": "2.4. You may not download or copy the content of the Site, other components and elements displayed on the Site without the prior written consent of VikingBIT. Systematic or automatic collection of data from the Site (parsing) using special software is prohibited provision or services (parsers) without the prior written permission of the Site owner.",
  "descriptionAboutRules3": "3. Your responsibilities.",
  "descriptionAboutRules3.1": "3.1. You agree to use the Site exclusively for a lawful purpose and in such a way as not to violate the rights of other users, not to limit or prevent others from accessing and using the Site.",
  "descriptionAboutRules3.2": "3.2. You undertake not to take any actions that violate Ukrainian legislation and norms of international law, including in the field of intellectual property, copyright and/or related rights, as well as any actions that lead or may lead to disruption of the normal operation of the Site and its services.",
  "descriptionAboutRules3.3": "3.3. Your reviews posted on the Site must not contradict the requirements of the legislation of Ukraine and generally accepted norms of morality.",
  "descriptionAboutRules3.4": "3.4. You agree to immediately notify VikingBIT of any copyright infringement related to the materials on the Site.",
  "descriptionAboutRules4": "4. Other terms",
  "descriptionAboutRules4.1": "4.1. VikingBIT is not a provider of financial or any other services, the provision of which requires obtaining licenses or permits. The materials published on the Site are for informational and advisory purposes only. We bear no obligation to conduct compliance , financial monitoring, AML/KYC procedures or other similar measures regarding You or third parties",
  "descriptionAboutRules4.2": "4.2. VikingBIT may, at its sole discretion, terminate access to all or part of the Site for any reason.",
  "descriptionAboutRules4.3": "4.3. These Rules are applied in accordance with the legislation of Ukraine. Any disputes regarding the implementation of these Rules will be resolved by the relevant court, in the manner determined by the current legislation of Ukraine.",
  "descriptionAboutRules4.4": "4.4. Nothing in these Rules can be interpreted as establishing between you and VikingBIT an agency relationship, a joint activity relationship, an employment relationship, or any other relationship not expressly provided for in the Rules.",
  "descriptionAboutRules4.5": "4.5. These Rules cannot be used to interpret the provisions specified in the Privacy and Personal Protection Policy.",
  "descriptionAboutRules4.6": "4.6. The materials posted on the Site do not contain recommendations for investment, finance and trading of any assets, as well as other similar matters, and should not be considered as advice, consultation, instructions or a call to any which actions. When making any decision regarding investments, finances and trading of any assets, as well as other similar matters, you must conduct an independent comprehensive analysis of all factors and, if necessary, seek the help of an appropriate specialist or consultant.",
  "descriptionAboutRules4.7": "4.7. The Materials may contain links to other World Wide Web Internet sites, resources and advertisers. We are not responsible for the availability of these external resources or their content, and in the event of any concern You must contact the administrators of such resources yourself. You are warned that VikingBIT is not responsible for your visit and use of external resources, links to which may be placed on the Site.",
  "descriptionAboutRules4.8": "4.8. VikingBIT will take measures to provide reliable information, improve and update the materials published on the Site, but does not guarantee or confirm the accuracy or reliability of any materials and will not be responsible for incomplete, inaccurate or erroneous information or the materials published on the Site. The Materials on the Site are provided 'as is' without any warranties of any kind, including warranties of fitness for a particular purpose.",
  "descriptionAboutRules4.9": "4.9. VikingBIT will not be responsible and will not have any direct obligations to you in connection with any possible costs or losses you may incur in connection with any content of the Site.",
  "descriptionAboutRules4.10": "4.10. Site materials or services or any part of them may be accompanied by advertising, including advertising of goods and services of third parties. VikingBIT will not bear any responsibility and will not have any obligations in connection with such advertising.",
  "descriptionAboutRules4.11": "4.11. VikingBIT takes safety issues very seriously, especially with regard to minors, therefore VikingBIT, for its part, appeals to parents to explain to their children about safety issues in the Internet, about their specific purpose and the need to use certain services of the Site.",
  "descriptionAboutRules5": "5. Communication with VikingBIT",
  "descriptionAboutRules5.1": "5.1. To contact VikingBIT, you can send an email to the following email address: vikingbit23@gmail.com",
  "descriptionAboutRules5.2": "5.2. If you want to leave feedback about the operation of the Site or the services of third parties, information about which is published on the Site, you can fill out the appropriate form on the Site.",
  "descriptionAboutRules5.3": "5.3. VikingBIT reserves the right to send to your e-mail information about changes or additions to services on the Site.",
  "descriptionAboutRules5.4": "5.4. VikingBIT reserves the right to disclose usage and demographic information, provided that it does not reveal your identity. Advertisers on the site may collect and share personal information about you only with your consent, in accordance with VikingBIT privacy and personal data protection policies.",
  "descriptionAboutRules5.5": "5.5. VikingBIT may contact you by e-mail in response to your participation in a user survey, asking questions in order to improve current and prospective materials. This information will be used to improve the Site and to better understand our users. Any information we receive in such surveys will not be shared with third parties, except for aggregated depersonalized data.",
  "ourMail": "Our E-mail",
  "callUs": "Call us",
  "detailsToTelegram": "Detailed consultation regarding financial transactions in the Telegram channel: "
}